target/test-classes/xml/sws/getsubscription/Get_Subscription_Summary_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <sel:getSubscriptionSummaryRequest>
      <sel:includeInactiveSubscriptionFlag>true</sel:includeInactiveSubscriptionFlag>
      <sel:externalSystemID>MOBILEAWARE</sel:externalSystemID>
      <sel:accountCriteria>
        <sel:accountNumber>$accountNumber$</sel:accountNumber>
      </sel:accountCriteria>
    </sel:getSubscriptionSummaryRequest>
  </soapenv:Body>
</soapenv:Envelope>